Repository: Ockham-Byron/book_club_v2
Catalog: book_club/locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: Legal Information
es: Información legal
fr: Informations légales

source: Credits
es: Créditos
fr: Crédits

source: Contact
es: Contacto

source: Team Bêta
es: Equipo Beta

source: All Rights Reserved
es: Todos los derechos reservados
fr: Tous droits réservés

source: Made with
es: Hecho con
fr: Fait avec

source: by
es: por
fr: par

source: Informations
es: Información

source: Your name
es: Tu nombre
fr: Votre nom

source: Your Email
es: Tu correo electrónico
fr: Votre courriel

source: Edit Profile
es: Editar perfil
fr: Actualiser votre profil

source: Create an Account
es: Crear una cuenta
fr: Créer un compte

source: Profile Update
es: Actualizar perfil
fr: Actualiser votre profil

source: Create Account
es: Crear cuenta
fr: Créer un compte

source: Update Profile
es: Actualizar perfil
fr: Actualiser votre profil

source: Delete your profile picture ?
es: ¿Eliminar tu foto de perfil?
fr: Supprimer votre photo de profil ?

source: Change your avatar color ?
es: ¿Cambiar el color de tu avatar?
fr: Changez votre couleur d'avatar ?

source: Keep your email updated because it's your connection id
es: Mantén tu correo electrónico actualizado porque es tu ID de conexión
fr: Gardez votre courriel à jour car c'est votre identifiant de connexion.

source: Change password
es: Cambiar contraseña
fr: Changer le mot de passe

source: Delete Account
es: Eliminar cuenta
fr: Supprimer le compte

source: Delete Profile Pic ?
es: ¿Eliminar foto de perfil?
fr: Supprimer votre photo de profil ?

source: We think you look good on this pic, but your face, your choice !
es: Creemos que te ves bien en esta foto, pero tu cara, tu elección!
fr: On trouve que vous sortez bien sur cette photo, mais bon, votre visage, votre choix !

source: Delete your Account ?
es: ¿Eliminar tu cuenta?
fr: Supprimer votre compte ?

source: We'll miss you, but no emotional blackmail here !
es: Te echaremos de menos, pero ¡aquí no hay chantaje emocional!
fr: Vous nous manquerez, mais on ne fait pas de chantage affectif ici !

source: My Borrowings
es: Mis préstamos

source: Password reset
es: Restablecimiento de contraseña
fr: Réinitialiser le mot de passe

source: Password reset on App
es: Restablecimiento de contraseña en la aplicación
fr: Réinitialisation de votre mot de passe

source: Enter new password
es: Introduce una nueva contraseña
fr: Entrez votre nouveau mot de passe

source: Password reset unsuccessful
es: Restablecimiento de contraseña fallido
fr: Mot de passe actualisé

source: Your profile has been successfully updated
es: Tu perfil ha sido actualizado exitosamente
fr: Votre profil a bien été actualisé

source: Your profile has been successfully created
es: Tu perfil ha sido creado exitosamente
fr: Votre profil a été créé avec succès.

source: Actually borrowed by me
fr: Mes emprunts actuels

source: Actually loaned by me
fr: Mes prêts actuels

source: Change Book
fr: Changer de livre

source: Actually Borrowed
fr: Actuellement emprunté

source: New password
fr: Nouveau mot de passe

source: New password confirmation
fr: Confirmation du nouveau mot de passe

source: First Name
fr: Prénom

source: Last Name
fr: Nom

source: Update your email
fr: Actualisez votre email

source: Update Email
fr: Actualisation de l'email

source: Verify Email
fr: Vérifier votre email

source: Hi
fr: Salut

source: Create account
fr: Créer un compte

source: Or you can copy the link below to your browser
fr: Ou vous pouvez copier coller le lien ci-dessous dans la barre d'adresse de votre navigateur

source: Reset Password
fr: Réinitialiser le mot de passe

source: Password Reset
fr: Réinitialiser le mot de passe

source: You created an account on ...., you need to verify your email. Please click on the button below to verify your email.
fr: Vousa vez créé un compte chez ...., vous devez vérifier votre mail. Meric de cliquer sur le bouton si dessous pour ce faire.

source: Welcome back
fr: Ravis de vous revoir

source: Please sign in to access your account
fr: Merci de vous connecter pour accéder à votre compte.

source: Remember me
fr: Se souvenir de moi

source: Forgot password?
fr: Oubli du mot de passe ?

source: Log in
fr: Se connecter

source: New member?
fr: Pas encore de compte

source: Signup now
fr: S'inscrire maintenant

source: See you soon
fr: À bientôt

source: See you soon !
fr: À bientôt !

source: You have been logged out successfully
fr: Déconnexion réussie !

source: Log In
fr: Se connecter

source: Reset password
fr: Réinitialiser le mot de passe

source: Please enter your email address below and we will send you an email with a link to reset your password.
fr: Merci d'entrer votre adresse mail ci-dessous et nous vous enverrons un mail avec un lien pour réinitialiser votre mot de passe.

source: Send Email
fr: Envoyer le mail

source: You have successfully reset your password !
fr: Vous avez réinitialisé avec succès votre mot de passe !

source: Access my dashboard
fr: Accéder à mon tableau de bord
