Repository: Ockham-Byron/book_club_v2
Catalog: book_club/locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: Search for a book
es: Buscar un libro
fr: Chercher un livre

source: Meeting place
es: Lugar de encuentro

source: Other infos
es: Otra información
fr: Autres infos

source: Comment
es: Comentario
fr: Avis

source: Add Comment
es: Añadir comentario
fr: Ajouter un avis

source: Edit your review of
es: Editar tu reseña de
fr: Modifier votre avis sur

source: Add Review to
es: Añadir reseña a
fr: Ajouter un avis sur

source: Your rating
es: Tu valoración
fr: Votre note

source: Submit
es: Enviar
fr: Envoyer

source: Cancel
es: Cancelar
fr: Annuler

source: Delete Review
es: Eliminar reseña
fr: Supprimer l'avis

source: Delete Review ?
es: ¿Eliminar reseña?
fr: Supprimer l'avis ?

source: Your opinion was interesant, you know...
es: Tu opinión era interesante, ¿sabes...?
fr: Votre avis était intéressant, mais bon...

source: Yes, no regret
es: Sí, sin arrepentimiento
fr: Oui, pas de regret

source: Add/Edit Book
es: Añadir/Editar libro
fr: Ajouter/Modifier Livre

source: Edit
es: Editar
fr: Modifier

source: Add Book
es: Añadir libro
fr: Ajouter un livre

source: Title
es: Título
fr: Titre

source: Author
es: Autor
fr: Auteur.e

source: Pages
es: Páginas
fr: Nombre de pages

source: Description
es: Descripción

source: Where
es: Dónde
fr: Où

source: Borrowed outside of a Club
es: Prestado fuera de un club
fr: Emprunté à l'extérieur d'un club d'échange

source: Delete Book
es: Eliminar libro
fr: Supprimer le livre

source: Delete Book ?
es: ¿Eliminar libro?
fr: Supprimer le livre ?

source: You will lose all the memories, but hey, no pression...
es: Perderás todos los recuerdos, pero eh, sin presión...
fr: Vous allez perdre toutes les traces, mais bon, pas de pression...

source: Edit Tags of
es: Editar etiquetas de

source: Add Tags to
es: Añadir etiquetas a

source: Add new tag
es: Añadir nueva etiqueta

source: Save
es: Guardar
fr: Sauvegarder

source: Add New Tag ?
es: ¿Añadir nueva etiqueta?

source: Name
es: Nombre
fr: Nom

source: Pick your favorite color
es: Elige tu color favorito

source: Books
es: Libros
fr: Livres

source: Books of
es: Libros de
fr: Livres de

source: All Books
es: Todos los libros
fr: Tous les livres

source: Read
es: Leído
fr: Lu

source: Reading it
es: Leyéndolo
fr: Lecture en cours

source: Want to read
es: Quiero leer
fr: Envie de lire

source: Not read yet
es: Aún no leído
fr: Pas encore lu

source: No intention to read it
es: Sin intención de leerlo
fr: Pas l'intention de le lire

source: Given up
es: Abandonado
fr: Abandonné

source: All Reading Status
es: Todos los estados de lectura
fr: Tous les statuts de lecture

source: Currently borrowed by me
es: Actualmente prestado por mí

source: Reserved by me
es: Reservado por mí
fr: Mes réservations

source: Borrowable
es: Prestable
fr: Empruntable

source: Currently loaned by me
es: Actualmente prestado por mí

source: Reservations asked to me
es: Reservas que me han solicitado
fr: Réservations qui me sont demandées

source: All Borrow Status
es: Todos los estados de préstamo
fr: Tous les statuts d'emprunt

source: Filter
es: Filtrar
fr: Filtrer

source: Reset
es: Restablecer
fr: Réinitialiser

source: Search for a book by title or author
es: Buscar un libro por título o autor

source: By
es: Por
fr: par

source: pages
es: páginas

source: Average rating
es: Valoración media
fr: Note moyenne

source: Reading Now
es: Leyendo ahora
fr: En cours de lecture

source: Not read
es: No leído
fr: Non lu

source: Dont'want to read
es: No quiero leer
fr: Pas envie de lire

source: Add Reading Status
es: Añadir estado de lectura
fr: Ajouter un statut de lecture

source: Readers
es: Lectores
fr: Lecteurs/trices

source: No Reading Status
es: Sin estado de lectura
fr: Pas de statut de lecture

source: Close
es: Cerrar
fr: Fermer

source: Reserved from
es: Reservado de
fr: Réservé auprès de

source: Cancel Reservation
es: Cancelar reserva
fr: Annuler la réservation

source: Reserve from
es: Reservar de
fr: Réserver auprès de

source: Borrow from
es: Pedir prestado a
fr: Emprunter à

source: Loan to a member of
es: Prestar a un miembro de
fr: Prêter à un.e membre de

source: Loan outside of sharing Clubs
es: Prestar fuera de los clubes de intercambio
fr: Prêter à l'extérieur d'un club d'échange

source: Confirm you received the book from
es: Confirmar que has recibido el libro de
fr: Confirmez avoir reçu le livre de

source: Borrowed by me. Mark as given back
es: Prestado por mí. Marcar como devuelto
fr: Emprunté par moi. Indiquer l'avoir rendu

source: to
es: a
fr: à

source: Waiting for Borrow Confirmation by
es: Esperando confirmación de préstamo por
fr: En attente de la confirmation d'emprunt par

source: Borrowed by
es: Prestado por
fr: Emprunté par

source: Mark as given back
es: Marcar como devuelto
fr: Indiquer comme rendu

source: Want to reserve it ?
es: ¿Quieres reservarlo?
fr: Vous souhaitez le réserver ?

source: Waiting return confirmation from
es: Esperando confirmación de devolución de
fr: En attente de la confirmation de retour par

source: Confirm return by
es: Confirmar devolución por
fr: Confirmer le retour par

source: Waiting return confirmation by
es: Esperando confirmación de devolución por
fr: En attente de la confirmation de retour par

source: Reservations
es: Reservas
fr: Réservations

source: Share within
es: Compartir dentro de
fr: Partager avec

source: Add to Library
es: Añadir a la biblioteca
fr: Ajouter à votre bibliothèque

source: Enable loan options
es: Activar opciones de préstamo
fr: Activer les options de prêt

source: Disable loan options
es: Desactivar opciones de préstamo
fr: Désactiver les options de prêt

source: Assign tags
es: Asignar etiquetas
fr: Assigner des étiquettes

source: Review
es: Reseña
fr: Avis

source: Delete
es: Eliminar
fr: Supprimer

source: Add
es: Añadir
fr: Ajouter

source: Genre
es: Género

source: Year
es: Año
fr: Année

source: Language
es: Idioma
fr: Langue

source: Borrow of
es: Préstamo de
fr: Emprunter à

source: You confirm having received
es: Confirmas haber recibido
fr: Vous confirmez avoir reçu

source: from
es: de
fr: de

source: You confirm that
es: Confirmas que
fr: Vous confirmez que

source: has returned
es: ha devuelto
fr: a rendu

source: Mark
es: Marcar
fr: Indiquer

source: as returned to
es: como devuelto a
fr: comme rendu à

source: as returned by
es: como devuelto por
fr: comme rendu par

source: Borrow
es: Prestar
fr: Emprunter

source: Borrow from someone without account ?
es: ¿Prestar a alguien sin cuenta?

source: Loan
es: Prestar
fr: Prêter

source: Loan to someone without account ?
es: ¿Prestar a alguien sin cuenta?
fr: Prêter à une personne sans compte ?

source: Yes
es: Sí
fr: Oui

source: Add Reservation
es: Añadir reserva
fr: Réserver

source: Edit Reservation of
es: Editar reserva de
fr: Modifier la réservation de

source: Reserve
es: Reservar
fr: Réserver

source: Delete Meeting
es: Eliminar reunión
fr: Supprimer la rencontre

source: Delete Reservation ?
es: ¿Eliminar reserva?
fr: Supprimer réservation ?

source: You will lose a big occasion to share your passion, but hey, no pression...
es: Perderás una gran ocasión para compartir tu pasión, pero eh, sin presión...
fr: Vous allez perdre une grande occasion pour partager votre passion, mais bon, pas de pression...

source: Whose book is
es: ¿De quién es el libro?
fr: À qui est

source: It's mine
es: Es mío
fr: À moi

source: The owner is someone without account ?
es: ¿El propietario es alguien sin cuenta?
fr: Il s'agit d'une personne sans compte ?

source: Remove Book
es: Eliminar libro
fr: Supprimer le livre

source: Remove Book ?
es: ¿Eliminar libro?
fr: Supprimer le livre ?

source: Remove Book from
es: Eliminar libro de
fr: Enlever le livre de

source: If you remove the book from the club, all memories associated will be unavailable to the members of the club.
es: Si eliminas el libro del club, todos los recuerdos asociados no estarán disponibles para los miembros del club.
fr: Si tu enlèves le livre du club, toutes les traces associées seront indisponibles pour les membres du club.

source: You can just disable the option to borrow/loan it...
es: Puedes simplemente desactivar la opción de prestarlo...
fr: Vous pouvez juste désactiver l'option de l'emprunter/prêter...

source: Disable the Borrowable option
es: Desactivar la opción de prestable
fr: Désactiver l'option d'emprunt

source: Remove it totally
es: Eliminarlo totalmente
fr: Supprimer totalement le livre

source: Reading Status
es: Estado de lectura
fr: Statut de lecture

source: Update Reading Status of
es: Actualizar estado de lectura de
fr: Actualiser le statut de lecture de

source: Actual Reading Status
es: Estado de lectura actual
fr: Statut de lecture actuel

source: Update
es: Actualizar
fr: Actualiser

source: Add Meeting
es: Añadir reunión
fr: Ajouter une rencontre

source: Edit Meeting with
es: Editar reunión con
fr: Modifier la rencontre avec

source: Add Meeting with
es: Añadir reunión con
fr: Ajouter une rencontre avec

source: When will you meet ?
es: ¿Cuándo os reuniréis?
fr: Quand aura-t-elle lieu ?

source: Where will you meet ?
es: ¿Dónde os reuniréis?
fr: Où aura-t-elle lieu ?

source: Which book will you read ?
es: ¿Qué libro leeréis?
fr: Quel livre lirez-vous ?

source: Change Book
es: Cambiar libro

source: Add New Book
es: Añadir nuevo libro
fr: Ajouter un nouveau livre

source: Add other infos ? Chapters to read, infos on the meeting place...
es: Añadir otra información? Capítulos para leer, información sobre el lugar de encuentro...
fr: Ajouter d'autres infos ? Chapitres à lire, infos sur le lieu de rencontre...

source: Delete Meeting ?
es: ¿Eliminar reunión?
fr: Supprimer la rencontre ?

source: Add to
es: Añadir a
fr: Ajouter à

source: Or Add Manually
es: O añadir manualmente
fr: Ou ajouter manuellement

source: The book is already registered here.
es: El libro ya está registrado aquí.
fr: Le livre est déjà enregistré ici.

source: Unknown Authors
es: Autores desconocidos
fr: Auteur.e inconnu.e

source: There was an error in the interpretation of result : please add the book yourself.
es: Hubo un error en la interpretación del resultado: por favor, añade el libro manualmente.
fr: Erreur dans l'interprétation des résultats. Merci d'ajouter le livre manuellement.

source: You have to choose where to register this book.
es: Tienes que elegir dónde registrar este libro.
fr: Vous devez choisir où enregistrer ce livre.

source: Invalid search. Try without any accent.
es: Búsqueda no válida. Intenta sin ningún acento.
fr: Recherche invalide (pas de votre faute). Essayez sans accent et sans cédille.

source: Book already in group
es: El libro ya está en el grupo
fr: Livre déjà enregistré ici.

source: All borrow status
es: Todos los estados de préstamo
fr: Tous les statuts d'emprunt

source: On Loan
es: En préstamo
fr: Vos prêts

source: You have to choose where to share this book.
es: Tienes que elegir dónde compartir este libro.
fr: Vous devez choisir où partager ce livre.

source: Reservation cancelled !
es: ¡Reserva cancelada!
fr: Réservation annulée !

source: English
es: Inglés
fr: Anglais

source: French
es: Francés
fr: Français

source: Spanish
es: Español

source: Dashboard
es: Panel de control
fr: Tableau de bord

source: Profile
es: Perfil
fr: Profil

source: Install on your phone
es: Instalar en tu teléfono
fr: Installer sur votre mobile

source: Sign out
es: Salir
fr: Se déconnecter

source: My Clubs
es: Mis Clubs
fr: Mes clubs

source: Add Club
es: Añadir Club
fr: Ajouter un club

source: Add/Join
es: Añadir/Unirse

source: Book
es: Libro

source: Search online
es: Buscar en línea

source: Add Manually
es: Añadir manualmente

source: Install app
es: Instalar aplicación
fr: Installer l'app

source: How to install the app on your phone ?
es: ¿Cómo instalar la aplicación en tu teléfono?
fr: Comment installer l'app sur votre téléphone ?

source: On an Iphone
es: En un iPhone
fr: Sur un Iphone

source: On an Android phone
es: En un teléfono Android
fr: Sur un Android

source: Club's Name
es: Nombre del Club
fr: Nom du club

source: Create a group
es: Crear un club
fr: Créer un club

source: Create Club
es: Crear Club
fr: Créer un club

source: If you want to join an existing club, click here
es: Si deseas afiliarse a un club ya existente, pulse aquí
fr: Si vous souhaitez rejoindre un club existant, cliquez ici.

source: Join existing club
es: Únete a un club existente
fr: Rejoindre un club existant

source: Type of Club
es: Tipo de Club
fr: Type de club

source: Everyone read the same book
es: Todo el mundo lee el mismo libro
fr: Tout le monde lit le même livre

source: Book exchanges
es: Intercambio de libros
fr: Échange de livres

source: Upload Picture of the Club
es: Subir foto del club
fr: Téléverser une image du club

source: Next Meeting
es: Próxima reunión
fr: Prochaine rencontre

source: Read by
es: Leído por
fr: Lu par

source: Next meeting
es: Próxima reunión
fr: Prochaine rencontre

source: ADD FIRST BOOK TO THIS GROUP
es: AÑADIR EL PRIMER LIBRO A ESTE GRUPO
fr: AJOUTER UN PREMIER LIVRE À CE CLUB

source: Borrowed
es: Prestado
fr: Emprunté

source: With reservations
es: Con reservas
fr: Réservations

source: See all books
es: Ver todos los libros
fr: Voir tous les livres

source: Members
es: Miembros
fr: Membres

source: Invite other people to join your group
es: Invita a otras personas a unirse al club
fr: Invitez d'autres membres à rejoindre votre club

source: Group's code
es: Código del Club
fr: Code du club

source: Copy the invitation
es: Copiar invitación
fr: Copier l'invitation

source: Code of the group :
es: Código del Club
fr: Code du club :

source: Join a Club
es: Únete a un club
fr: Rejoindre un club

source: Club's Code
es: Código del Club
fr: Code du club

source: Join
es: Unirse
fr: Rejoindre

source: ADD FIRST BOOK
es: AÑADIR PRIMER LIBRO
fr: AJOUTER LE PREMIER LIVRE

source: Currently Borrowed
es: Actualmente en préstamo

source: Everything begins with a Club to share good books and good moments !
es: ¡Todo comienza con un Club para compartir buenos libros y buenos momentos!
fr: Tout commence avec un club où partager de bons livres et de bons moments !

source: Or Add a book
es: O añadir un libro
fr: Ou ajouter un livre

source: Create a Club
es: Crear un Club
fr: Créer un club

source: Upload New Picture
es: Subir nueva foto

source: Admin of the Group
es: Administrador del grupo
fr: Admin du club

source: New group {group.kname} created successfully
es: Nuevo grupo {group.kname} creado exitosamente
fr: Nouveau group {group.kname} créé avec succès

source: Great !
es: ¡Genial!
fr: Magnifique !

source: My Library
es: Mi biblioteca
fr: Ma bibliothèque

source: My Wishlist
es: Mi lista de deseos
fr: Ma liste de souhaits

source: See you ?
es: ¿Nos vemos?
fr: À bientôt ?

source: Your account has been deleted successfully
es: Tu cuenta ha sido eliminada exitosamente
fr: Votre compte a bien été supprimé

source: If there is anything we could have done differently, please write us !
es: Si hay algo que podríamos haber hecho diferente, ¡por favor, escríbenos!

source: Write a message
es: Escribir un mensaje

source: Page not found
es: Página no encontrada

source: Oops
es: Uy

source: We can't find what your looking for ;-(
es: No podemos encontrar lo que estás buscando ;-(
fr: Nous ne pouvons pas trouver ce que vous cherchez...

source: Go back
es: Volver

source: Activity within six months
es: Actividad en los últimos seis meses

source: Active
es: Activo

source: Inactive
es: Inactivo

source: A user with that email already exists. If you have lost your password, please go to Login and Forgot password.
es: Ya existe un usuario con ese correo electrónico. Si has olvidado tu contraseña, por favor, ve a Iniciar sesión y ¿Olvidaste tu contraseña?
fr: Un utilisateur avec cet email existe déjà. Si vous avez perdu votre mot de passe, merci de cliquer sur Se connecter puis Oubli du mot de passe.

source: Email
es: Correo electrónico
fr: Adresse mail

source: Username
es: Nombre de usuario
fr: Pseudo

source: Password
es: Contraseña
fr: Mot de passe

source: Repeat Password
es: Repetir contraseña
fr: Vérification du mot de passe

source: This isn't the password registered with %(email)s. If you don't remember your password, please click on 'Forgot Password' .
es: Esta no es la contraseña registrada con %(email)s. Si no recuerdas tu contraseña, por favor, haz clic en '¿Olvidaste tu contraseña?'.
fr: Ce n'est pas le mot de passe associé à %(email)s. Si vous avez oublié mot de passe, merci de cliquer sur 'Oubli du mot de passe' .

source: No user registered with %(email)s...
es: No hay ningún usuario registrado con %(email)s...
fr: Aucun utilisateur enregistré avec %(email)s...

source: The two password fields didn’t match.
es: Los dos campos de contraseña no coinciden.
fr: Les deux mots de passe ne coïncident pas.

source: Minimum 8 characters
es: Mínimo 8 caracteres
fr: Minimum 8 caractères

source: Mix of lowercase and uppercase
es: Mezcla de minúsculas y mayúsculas
fr: Un mix de minuscules et majuscules

source: Minimum a number
es: Mínimo un número
fr: Au moins un chiffre

source: Minimum a special character
es: Mínimo un carácter especial
fr: Au moins un caractère spécial

source: Same passwords
es: Las contraseñas coinciden
fr: Mots de passe identiques

source: An email has been sent !
es: ¡Se ha enviado un correo electrónico!
fr: Un email a été envoyé !

source: Please check your mailbox and follow the instructions to reset your password.
es: Por favor, revisa tu buzón de correo y sigue las instrucciones para restablecer tu contraseña.
fr: Merci de vérifier votre boîte mail et de suivre les instructions pour renouveler votre mot de passe.

source: Get Started
es: Empezar
fr: Ouvrons la première page

source: by creating a free account
es: creando una cuenta gratuita
fr: en créant un compte gratuit

source: By creating an account you agree to our
es: Al crear una cuenta, aceptas nuestros
fr: En créant un compte vous confirmez avoir lu et être en accord avec nos

source: Terms and Conditions
es: Términos y condiciones
fr: Conditions générales

source: and our
es: y nuestra
fr: et notre

source: Privacy Policy
es: Política de privacidad
fr: Politique de confidentialité

source: Sign up
es: Registrarse
fr: S'inscrire

source: Already a member?
es: ¿Ya eres miembro?
fr: Déjà membre ?

source: Verify your email address
es: Verifica tu dirección de correo electrónico
fr: Vérifiez votre adresse mail

source: To unlock all the features of the app, we need to verify your email:
es: Para desbloquear todas las funciones de la aplicación, necesitamos verificar tu correo electrónico:
fr: Pour débloquer toutes les fonctionnalités de l'app, nous avons besoin de vérifier votre mail.

source: Verify now
es: Verificar ahora
fr: Vérifier maintenant

source: Verify later
es: Verificar más tarde
fr: Vérifier plus tard

source: Update email
es: Actualizar correo electrónico
fr: Actualiser l'email

source: You have successfully verified your email !
es: ¡Has verificado tu correo electrónico exitosamente!
fr: Email vérifié !

source: An email has been sent with instructions to verify your email address
es: Se ha enviado un correo electrónico con instrucciones para verificar tu dirección de correo electrónico
fr: Un message a été envoyé avec des instructions pour vérifier votre adresse mail.

source: Please check your mailbox and follow the instructions.
es: Por favor, revisa tu buzón de correo y sigue las instrucciones.
fr: Merci de consulter votre boîte mail et de suivre les instructions.

source: No thanks, I prefer going to my dashboard
es: No, gracias, prefiero ir a mi panel de control
fr: Non merci, je préfère aller voir mon tableau de bord

source: Update Avatar
es: Actualizar avatar
fr: Modifier avatar

source: Update Avatar Color
es: Actualizar color del avatar
fr: Modifier la couleur de l'avatar

source: Books Party
es: Fiesta de Libros

source: The ultimate app for managing book clubs, book exchange groups, your personal library, and wishlist all in one place.
es: La aplicación definitiva para gestionar clubes de lectura, grupos de intercambio de libros, tu biblioteca personal y tu lista de deseos en un solo lugar.
fr: L'application ultime pour gérer les clubs de lecture, les groupes d'échange de livres, votre bibliothèque personnelle et votre liste de souhaits en un seul endroit.

source: Join the literary revolution and make every reading experience a celebration with Books Party. Whether you're an avid reader, a book club enthusiast, or simply looking to expand your literary horizons, our app is your one-stop destination for all things books.
es: Únete a la revolución literaria y convierte cada experiencia de lectura en una celebración con Books Party. Tanto si eres un ávido lector, un entusiasta de los clubes de lectura o simplemente quieres ampliar tus horizontes literarios, nuestra aplicación es tu único destino para todo lo relacionado con los libros.
fr: Rejoignez la révolution littéraire et faites de chaque expérience de lecture une fête avec Books Party. Que vous soyez un lecteur passionné, un adepte des clubs de lecture ou simplement désireux d'y voir plus clair dans votre bibliothèque, notre application est votre lieu unique pour tout ce qui concerne les livres.

source: Enter
es: Entrar
fr: Entrer

source: Join for first time
es: Unirse por primera vez
fr: S'inscrire

source: Organize Reading Groups
es: Organizar grupos de lectura
fr: Organiser des clubs de lecture

source: Easily manage your book clubs and reading circles. Schedule meetings, discuss books, and engage with fellow members in vibrant literary discussions.
es: Gestiona fácilmente tus clubes de lectura y círculos de lectores. Programa reuniones, comenta libros y participa con tus compañeros en vibrantes debates literarios.
fr: Gérer facilement vos clubs de lecture et vos cercles de lecture. Planifiez des réunions, et engager avec les autres membres des discussions littéraires animées.

source: Book Exchange Made Easy
es: Intercambio de libros fácil
fr: L'échange de livres facilité

source: Connect with other book lovers in your community and exchange books seamlessly. Discover new reads while sharing your favorites with like-minded individuals.
es: Conéctate con otros amantes de la lectura de tu comunidad e intercambia libros sin problemas. Descubre nuevas lecturas mientras compartes tus favoritas con personas afines.
fr: Entrez en contact avec d'autres amateurs de livres dans votre communauté et échangez des livres sans interruption. Découvrez de nouvelles lectures tout en partageant vos coups de cœur.

source: Personal Library
es: Biblioteca personal
fr: Bibliothèque personnelle

source: Keep track of your entire book collection right at your fingertips. From classics to contemporary bestsellers, your virtual library is just a tap away.
es: Tenga toda su colección de libros al alcance de la mano. Desde clásicos a bestsellers contemporáneos, tu biblioteca virtual está al alcance de un toque.
fr: Gardez une trace de toute votre collection de livres au bout de vos doigts. Des classiques aux best-sellers contemporains, votre bibliothèque virtuelle n'est qu'à un clic.

source: Wishlist Management
es: Gestión de lista de deseos
fr: Gérer votre liste de souhaits

source: Never forget a book you want to read again. Create and manage your wishlist, making it easier to keep track of books you're eager to explore next.
es: No vuelvas a olvidar un libro que quieres leer. Crea y gestiona tu lista de deseos, para que te resulte más fácil hacer un seguimiento de los libros que estás deseando explorar a continuación.
fr: N'oubliez plus jamais un livre que vous voulez lire. Créez et gérez votre liste de souhaits, pour faciliter le suivi des livres que vous avez envie de découvrir.
